Repository: afanjul/pdf-local-cert
Catalog: windows/PdfLocalCert.App/Strings/*/Resources.resw
Source language: en_us
Languages: es_es

# OpenButton.Label
source: Open PDF
es_es: Abrir PDF

# NewButton.Label
source: New
es_es: Nuevo

# SettingsButton.Label
source: Settings
es_es: Ajustes

# SignSection.Text
source: Sign
es_es: Firmar

# BatchSection.Text
source: Batch
es_es: Lotes

# VerifySection.Text
source: Verify
es_es: Verificar

# ZoomOut.ToolTip
source: Zoom out
es_es: Reducir zoom

# ZoomReset.ToolTip
source: Reset zoom
es_es: Restablecer zoom

# ZoomIn.ToolTip
source: Zoom in
es_es: Ampliar zoom

# DropZone.Text
source: Drag a PDF here
es_es: Arrastra un PDF aquí

# DropZoneButton.Content
source: Open PDF
es_es: Abrir PDF

# Certificate.Text
source: Certificate
es_es: Certificado

# CertCombo.PlaceholderText
source: Select a certificate
es_es: Selecciona un certificado

# VisibleSigToggle.Header
source: Visible signature
es_es: Firma visible

# DrawBoxInstruction.Text
source: Draw a box on the page to place the signature.
es_es: Dibuja un cuadro en la página para colocar la firma.

# SignAllToggle.Header
source: Sign all pages
es_es: Firmar todas las páginas

# DrawBoxTip.Title
source: Place the signature
es_es: Colocar la firma

# DrawBoxTip.Subtitle
source: Drag a box on the page where the signature should appear.
es_es: Arrastra un cuadro en la página donde debe aparecer la firma.

# Appearance.Text
source: Appearance
es_es: Apariencia

# Content.Header
source: Content
es_es: Contenido

# Name.Content
source: Name
es_es: Nombre

# Label.Content
source: Label
es_es: Etiqueta

# Date.Content
source: Date
es_es: Fecha

# Reason.Content
source: Reason
es_es: Motivo

# ReasonTextBox.PlaceholderText
source: e.g. I approve this document
es_es: ej. Apruebo este documento

# Location.Content
source: Location
es_es: Ubicación

# LocationTextBox.PlaceholderText
source: e.g. Madrid, ES
es_es: ej. Madrid, ES

# Style.Header
source: Style
es_es: Estilo

# Border.Content
source: Border
es_es: Borde

# TransparentBackground.Content
source: Transparent background
es_es: Fondo transparente

# WrapText.Content
source: Wrap text
es_es: Ajustar texto

# TextSize.Text
source: Text size
es_es: Tamaño de texto

# LogoQr.Header
source: Logo & QR
es_es: Logo y QR

# ChooseLogo.Content
source: Choose logo…
es_es: Elegir logo…

# ClearLogo.Content
source: Clear
es_es: Limpiar

# QrBadge.Content
source: QR verification badge
es_es: Insignia de verificación QR

# Presets.Text
source: Presets
es_es: Preestablecidos

# PresetsCombo.PlaceholderText
source: Saved appearances
es_es: Apariencias guardadas

# SavePreset.Content
source: Save…
es_es: Guardar…

# DeletePreset.Content
source: Delete
es_es: Eliminar

# TimestampToggle.Header
source: Timestamp (B-T)
es_es: Sello de tiempo (B-T)

# TimestampInstruction.Text
source: Add a trusted RFC 3161 timestamp (PAdES B-T).
es_es: Agrega un sello de tiempo confiable RFC 3161 (PAdES B-T).

# TsaUrl.Header
source: TSA URL (RFC 3161)
es_es: URL de TSA (RFC 3161)

# SignAndSave.Text
source: Sign and save
es_es: Firmar y guardar

# BatchSigning.Text
source: Batch signing
es_es: Firma por lotes

# AddFiles.Content
source: Add files…
es_es: Agregar archivos…

# Clear.Content
source: Clear
es_es: Limpiar

# DragMultiplePdfs.Text
source: Drag multiple PDFs here
es_es: Arrastra múltiples PDFs aquí

# SignAll.Text
source: Sign all
es_es: Firmar todo

# Reverify.Content
source: Reverify
es_es: Verificar de nuevo

# NewestFirst.Content
source: Newest first
es_es: Más recientes primero

# OnlyInvalid.Content
source: Only invalid
es_es: Solo inválidos

# DragSignedPdfs.Text
source: Drag signed PDFs here
es_es: Arrastra PDFs firmados aquí

# Remove.ToolTip
source: Remove
es_es: Eliminar

# SettingsDialog.Title
source: Settings
es_es: Ajustes

# SettingsDialog.CloseButtonText
source: Close
es_es: Cerrar

# AppearanceSection.Text
source: Appearance
es_es: Apariencia

# Theme.Header
source: Theme
es_es: Tema

# ThemeSystem.Content
source: System
es_es: Sistema

# ThemeLight.Content
source: Light
es_es: Claro

# ThemeDark.Content
source: Dark
es_es: Oscuro

# Language.Header
source: Language
es_es: Idioma

# LanguageSystem.Content
source: System
es_es: Sistema

# LanguageEnglish.Content
source: English
es_es: Inglés

# LanguageRestart.Text
source: Language changes take full effect after restarting the app.
es_es: Los cambios de idioma surten efecto completo después de reiniciar la aplicación.

# License.Text
source: License
es_es: Licencia

# LicenseKey.Header
source: Enter a license key to unlock Pro
es_es: Ingresa una clave de licencia para desbloquear Pro

# Activate.Content
source: Activate
es_es: Activar

# Deactivate.Content
source: Deactivate Pro
es_es: Desactivar Pro

# Suffix.Text
source: Signed file name suffix
es_es: Sufijo de nombre de archivo firmado

# SuffixHelp.Text
source: Appended to the default save name: name + suffix + .pdf
es_es: Agregado al nombre de guardado predeterminado: nombre + sufijo + .pdf

# OpenAfterSign.Content
source: Open the signed PDF after signing
es_es: Abrir el PDF firmado después de firmar

# OpenAfterSignHelp.Text
source: Opens the result in your default PDF viewer and keeps the original loaded, so you can sign it again.
es_es: Abre el resultado en tu visor de PDF predeterminado y mantiene el original cargado, para que puedas firmarlo de nuevo.

# About.Text
source: About
es_es: Acerca de

# AboutApp.Text
source: PDF Local Cert for Windows
es_es: PDF Local Cert para Windows
